[Play_X2_XP_ASSN_S_ADVENT_Tower_Available AkEvent]
SpokenText="Старійшини наполягли на мирі з вашим жалюгідним видом, і ця вежа стала символом такого нерівного союзу."

[Play_X2_XP_ASSN_S_Assault_Avenger_First AkEvent]
SpokenText="Оскільки ви продовжуєте ховатися в своїй норі, як щури, я змушена прийти і кинути вам виклик на порозі вашого сховища."

[Play_X2_XP_ASSN_S_Assault_Avenger_Subs AkEvent]
SpokenText="Я не упущу нової можливості завдати вам удару в саме серце. Ви багато чого забрали у Старійшин, і мені доведеться все це повернути."

[Play_X2_XP_ASSN_S_Assaulting_Bastion_First AkEvent]
SpokenText="Настав час випробувати ваших союзників на вірність спільній справі. Чи витримають вони перед лицем смерті?"

[Play_X2_XP_ASSN_S_Assaulting_Bastion_Subs_A AkEvent]
SpokenText="Жодна фортеця не стане сховищем для вашого опору. Я зітру їх на порох."

[Play_X2_XP_ASSN_S_Assaulting_Bastion_Subs_B AkEvent]
SpokenText="Я поширю жах по всьому світу. Нехай всі знають, що їх чекає."

[Play_X2_XP_ASSN_S_Avatar_Meter_High AkEvent]
SpokenText="Плани Старійшин майже увінчалися успіхом. У мене, як і у вас, залишається мало часу."

[Play_X2_XP_ASSN_S_Chosen_Knowledge_Complete AkEvent]
SpokenText="Ця година настала: я знаю все, що мені потрібно, щоб постукати у ваші двері. Готуйтеся!"

[Play_X2_XP_ASSN_S_Chosen_Knowledge_Halfway AkEvent]
SpokenText="Поступово мені стають яснішими ваші переміщення. З кожним днем я все ближче до того, щоб покласти край вашому безкінечному відступу."

[Play_X2_XP_ASSN_S_Chosen_Leveled_Up AkEvent]
SpokenText="Моя підготовка, всі мої зусилля виправдалися! Я відчуваю приплив сил!"

[Play_X2_XP_ASSN_S_Covert_Action_Cancelled_Plans AkEvent]
SpokenText="Ваше втручання в мої плани може уповільнити наступ неминучого кінця цього світу, але не може його запобігти."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_A AkEvent]
SpokenText="Схоже, немає кінця неприємностям, які переслідують вас."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_B AkEvent]
SpokenText="Я дуже сумніваюся, що це поліпшить ваші шанси."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_C AkEvent]
SpokenText="Вам потрібно зрозуміти суть рівноваги, інакше весь світ може обернутися проти вас."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_D AkEvent]
SpokenText="У вас була можливість уникнути подібного сценарію, але тепер вам доведеться зіткнутися з ним напряму."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_E AkEvent]
SpokenText="Плани Старійшин набувають форми, занурюючи цей світ у темряву."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_A AkEvent]
SpokenText="Якщо це все, на що ви здатні в бою, то цей світ стане моїм раніше, ніж я передбачала."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_B AkEvent]
SpokenText="Я очікувала значно більшого від вас. Можливо, Старійшини слабші, ніж багато століть тому."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_C AkEvent]
SpokenText="Що буде з жителями вашої планети, коли вони зрозуміють, що їх останній надії кінець?"

[Play_X2_XP_ASSN_S_Enter_Chosen_Territory AkEvent]
SpokenText="Ваша наполегливість може стати вашою загибеллю. Якщо нам доведеться схрестити клинки, то я сподіваюся, що ви будете готові до цієї зустрічі."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_A AkEvent]
SpokenText="Відступити немає сорому. Кожен повинен знати межі своїх можливостей."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_B AkEvent]
SpokenText="Я зберуся з силами, і ми знову зустрінемося."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_C AkEvent]
SpokenText="Під час нашої наступної зустрічі я буду готова покінчити з вами!"

[Play_X2_XP_ASSN_S_Geoscape_Favored AkEvent]
SpokenText="Моє піднесення серед Обраних було неминучістю. Всі, хто стоїть у мене на шляху, будуть знищені. Насолоджуйтеся останніми днями свободи."

[Play_X2_XP_ASSN_S_Philosophy_A AkEvent]
SpokenText="Подібно до того, як ви прагнете звільнити свою расу від того, що вважаєте гнітом Старійшин, так само і я з самого свого створення змушена служити своїм божествам за покликом честі, незалежно від їх намірів."

[Play_X2_XP_ASSN_S_Philosophy_B AkEvent]
SpokenText="Ми не такі вже й різні. Ми обоє пережили і завдали іншим великі втрати. Я проливаю кров заради своїх повелителів; ви посилаєте своїх підлеглих, щоб вони проливали кров за вас. Є різниця між честю і лицемірством."

[Play_X2_XP_ASSN_S_Philosophy_C AkEvent]
SpokenText="Я не соромлюся того, що захоплююся вашою рішучістю перед обличчям багаторазово перевершуючого ворога. Я була народжена заради битви, заради того, щоб не здригнувшись зустрічати ворогів віч-на-віч. У вас я бачу тінь своєї власної природи."

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_A AkEvent]
SpokenText="Ви розумієте наслідки своїх дій? А ваші солдати - вони розуміють, що їх чекає?"

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_B AkEvent]
SpokenText="Ваші солдати не повинні потрапляти в полон! Їх страждання лише посилять ганьбу."

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_C AkEvent]
SpokenText="Як думаєте, скільки часу пройде, перш ніж мій новий полонений розкриє всі свої таємниці?"

[Play_X2_XP_ASSN_S_Player_Built_Shadow_Chamber AkEvent]
SpokenText="Те, що ви змушені вдатися до допомоги машин, щоб пізнати шляхи Старійшин, показує всю глибину вашого невігластва."

[Play_X2_XP_ASSN_S_Player_Contacted_Reaper_HQ AkEvent]
SpokenText="Співпраця з цими екстремістами не піде на користь єдності всередині Опору."

[Play_X2_XP_ASSN_S_Player_Contacted_Skirmisher_HQ AkEvent]
SpokenText="Якщо ви хотіли розізлити мене, звернувшись за допомогою до мерзенних зрадників, то досягли своєї мети!"

[Play_X2_XP_ASSN_S_Player_Contacted_Templar_HQ AkEvent]
SpokenText="Ваші Храмовники нічим не відрізняються від мільйонів інших, хто не зміг встояти перед могутністю Старійшин."

[Play_X2_XP_ASSN_S_Player_Found_Forge_Coords AkEvent]
SpokenText="Я попереджаю вас: вторгнення на цю територію призведе до загибелі всіх, кого ви пошлете сюди для втамування власної цікавості."

[Play_X2_XP_ASSN_S_Player_Found_Gate_Coords AkEvent]
SpokenText="З урахуванням обмеженості ваших ресурсів вам слід було б залишити це місце в спокої. В іншому випадку ви заплатите за своє втручання."

[Play_X2_XP_ASSN_S_Player_Killed_Avatar AkEvent]
SpokenText="Старійшини створили безліч різних речей, однак сьогодні ви знищили творіння, найбільш важливе для їхнього плану. Це було недалекоглядно, хоча й сміливо."

[Play_X2_XP_ASSN_S_Player_Killed_Codex AkEvent]
SpokenText="Мені завжди було цікаво, чому Старійшини вирішили довірити свої знання істоті, настільки незацікавленій у їхніх планах."

[Play_X2_XP_ASSN_S_Player_Near_Forge_Region AkEvent]
SpokenText="Старійшини велять мені вбити кожного, хто наблизиться до цього місця. Чи готові ваші солдати до такої долі?"

[Play_X2_XP_ASSN_S_Player_Near_Gate_Region AkEvent]
SpokenText="Всім було б краще, якби ви не чіпали свої знахідки. Ви не готові зіткнутися з тим, до чого вони приведуть."

[Play_X2_XP_ASSN_S_Player_Recovered_Forge_Body AkEvent]
SpokenText="Нехай ви заволоділи творінням Старійшин, але всі ваші спроби зупинити здійснення їхніх планів призведуть лише до незначних затримок."

[Play_X2_XP_ASSN_S_Player_Recovered_Gate AkEvent]
SpokenText="Людям буває важко побороти свою цікавість, однак зараз ви стоїте перед тим, що непідвладне вашому розумінню."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_A AkEvent]
SpokenText="Я вшаную пам'ять загиблого родича так само, як ви - своїх загиблих товаришів: проливаючи кров ворогів у битві!"

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_B AkEvent]
SpokenText="Я помщуся за загибель свого брата, навіть якщо таким був його власний вибір."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_C AkEvent]
SpokenText="Моїм братам часто буває чужа обережність, так що ваша перемога мене не здивувала. Однак же я скорблю за цією втратою."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_D AkEvent]
SpokenText="Старійшини безмежно засмучені цією втратою. Нам усім була відома ціна невдачі."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_E AkEvent]
SpokenText="Якби ви не забрали його життя, то рано чи пізно його наздогнав би гнів Старійшин. З тим же результатом."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_A AkEvent]
SpokenText="Вам слід підготувати свої сили до важких наслідків. Старійшини не послали б мене туди, де моїх здібностей було б недостатньо."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_B AkEvent]
SpokenText="Я була створена стати передвісницею перемоги. У всіх володіннях Старійшин немає більш великого воїна."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_C AkEvent]
SpokenText="Нехай поразка вас не пригнічує: вашим жалюгідним військам ніколи не здолати воїна мого рівня."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_D AkEvent]
SpokenText="На відміну від рядових слуг Старійшин, мені не потрібне тактичне керівництво, яке колись здійснювали ви. Як ви скоро самі переконаєтеся, я цілком вправна воїтелька."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_E AkEvent]
SpokenText="Ваша поразка була неминучою з тієї самої хвилини, коли наші шляхи перетнулися."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_A AkEvent]
SpokenText="Ваші солдати доблесно билися сьогодні, здобувши заслужену перемогу. Але не сподівайтеся, що це змусить мене відступити."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_B AkEvent]
SpokenText="Враховуючи те, які жертви ви готові принести на полі бою, рано чи пізно слід було очікувати деякого успіху в тому чи іншому вигляді."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_C AkEvent]
SpokenText="Ця перемога зробить мене більш сильною і більш стійкою до ваших тактик!"

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_D AkEvent]
SpokenText="Випадкова перемога, така ж безцільна, як блукання приречених у безодні."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_E AkEvent]
SpokenText="Насолоджуйтеся сьогоднішньою перемогою. Нікому невідомо, що уготовано вам у майбутньому."

[Play_X2_XP_ASSN_S_Retaliation_Blade_A AkEvent]
SpokenText="Якщо це - підрозділи Опору, то я завдам удару по його фундаменту!"

[Play_X2_XP_ASSN_S_Retaliation_Blade_B AkEvent]
SpokenText="Всіх, хто допомагає вам протистояти волі Старійшин, чекає однаковий кінець."

[Play_X2_XP_ASSN_S_Retaliation_Blade_C AkEvent]
SpokenText="Ваші друзі усвідомлюють, що їх доля залежить лише від того, чи повернетеся ви в обійми Старійшин?"

[Play_X2_XP_ASSN_S_Retaliation_Blade_D AkEvent]
SpokenText="Сьогоднішній день забере безліч невинних життів, і ця кров буде на ваших руках."

[Play_X2_XP_ASSN_S_Retaliation_Blade_E AkEvent]
SpokenText="Вони зробили свій вибір. Тепер вони за нього заплатять."

[Play_X2_XP_ASSN_S_Retaliation_Complete_A AkEvent]
SpokenText="Ваші вірні послідовники поплатилися життям за те, що мали нахабність виступити проти Старійшин."

[Play_X2_XP_ASSN_S_Retaliation_Complete_B AkEvent]
SpokenText="Для Старійшин немає невинних ні серед чоловіків, ні серед жінок, ні серед дітей. Всіх, хто протистоїть їх волі, чекає кара, і честь тут ні до чого."

[Play_X2_XP_ASSN_S_Retaliation_Complete_C AkEvent]
SpokenText="Я не знаходжу задоволення в подібних битвах, проте змушена підкоритися волі своїх повелителів."

[Play_X2_XP_ASSN_S_Retaliation_Complete_D AkEvent]
SpokenText="Завдяки вам Опір поповнився багатьма новими обличчями. Але де ви були, коли вони потребували вас найбільше?"

[Play_X2_XP_ASSN_S_Retaliation_Complete_E AkEvent]
SpokenText="Нехай це буде вам нагадуванням: поки ви не займете своє законне місце біля Старійшин, всіх, хто виступає на вашому боці, чекає така ж доля."

[Play_X2_XP_ASSN_S_Sabotage_Failed_A AkEvent]
SpokenText="Цього разу вам вдалося порушити мої хитромудрі плани."

[Play_X2_XP_ASSN_S_Sabotage_Failed_B AkEvent]
SpokenText="Перемоги можна досягти найрізноманітнішими способами, але сьогодні доля розпорядилася інакше."

[Play_X2_XP_ASSN_S_Sabotage_Failed_C AkEvent]
SpokenText="У цих тактиках немає честі. Я не шкодую про невдачу."

[Play_X2_XP_ASSN_S_Sabotage_Failed_D AkEvent]
SpokenText="Я досягну успіху в наступний раз. Подібні тактики не повинні плямувати мою честь."

[Play_X2_XP_ASSN_S_Sabotage_Failed_E AkEvent]
SpokenText="У своєму служінні Старійшинам я змушена використовувати навіть настільки презирливі тактики."

[Play_X2_XP_ASSN_S_Sabotage_Success_A AkEvent]
SpokenText="Немає того, на що я не була б готова, щоб в ім'я Старійшин покласти край цій війні."

[Play_X2_XP_ASSN_S_Sabotage_Success_B AkEvent]
SpokenText="Я змушена опуститися до тактик своїх ворогів заради того, щоб зайняти місце фаворита Старійшин."

[Play_X2_XP_ASSN_S_Sabotage_Success_C AkEvent]
SpokenText="Простота цих тактик має бути вам знайома: ви самі використовуєте їх проти Старійшин."

[Play_X2_XP_ASSN_S_Sabotage_Success_D AkEvent]
SpokenText="Подібно до того, як ви адаптували свої тактики для Опору, адаптуюся і я, щоб здійснити волю Старійшин і отримати свою нагороду."

[Play_X2_XP_ASSN_S_Sabotage_Success_E AkEvent]
SpokenText="Якщо я змушена застосовувати подібні методи, щоб досягти поставленої мети, значить, так воно і буде."

[Play_X2_XP_ASSN_S_Soldier_Captured_A AkEvent]
SpokenText="Мій досвід говорить, що полонені зазвичай готові ділитися своїми знаннями - потрібно лише змусити їх забути про те, як вони підводять свого шефа."

[Play_X2_XP_ASSN_S_Soldier_Captured_B AkEvent]
SpokenText="Я не сумніваюся, що з часом полонений поділиться зі мною всім, що йому відомо, опинившись один на один з жахом безкрайньої безодні."

[Play_X2_XP_ASSN_S_Soldier_Captured_C AkEvent]
SpokenText="Сили \"Адвента\" свого часу повернулися не з одним полоненим, однак по частині переконливості я можу дати їм фору."

[Play_X2_XP_ASSN_S_Soldier_Captured_D AkEvent]
SpokenText="Я готова використовувати будь-які засоби, щоб отримати нову інформацію і випередити своїх родичів."

[Play_X2_XP_ASSN_S_Soldier_Captured_E AkEvent]
SpokenText="Брехливі обіцянки часто стають важливим інструментом для отримання інформації від полонених."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Covert_A AkEvent]
SpokenText="Ваша жалюгідна спроба залишитися непоміченими провалилася, а один з ваших солдатів тепер у мене."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Covert_B AkEvent]
SpokenText="Якщо ви сподівалися мене обдурити, то потрібно було краще старатися. Ціна вашої помилки - мій новий полонений."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Mission_A AkEvent]
SpokenText="Схоже, ви покинули одного зі своїх солдатів. На жаль, я не можу гарантувати його збереження."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Mission_B AkEvent]
SpokenText="Не сумніваюся, що солдат, покинутий вами на полі бою, дозволить мені заволодіти цінною інформацією."

[Play_X2_XP_ASSN_S_Soldier_Rescued_A AkEvent]
SpokenText="Вірність товаришу в біді благородна. Невдача стала б ганьбою для нас обох."

[Play_X2_XP_ASSN_S_Soldier_Rescued_B AkEvent]
SpokenText="Вважаю, раз ви дозволили своєму солдату потрапити в полон, то просто зобов'язані були спробувати його врятувати."

[Play_X2_XP_ASSN_S_Soldier_Rescued_C AkEvent]
SpokenText="Я сподіваюся, вашому солдату вдасться оговтатися від нашої - нехай і короткої - зустрічі."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_A AkEvent]
SpokenText="Не залишилося жодної нори, де ви могли б сховатися від мене! Я йду за вами."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_B AkEvent]
SpokenText="Карти розкриті! Я сподіваюся, ви підготуєте теплий прийом до мого прибуття."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_C AkEvent]
SpokenText="Я йду за вами. Більше ніяких відстрочок."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_A AkEvent]
SpokenText="Все прояснюється: мені відкрилися ваші плани звернути наші війська проти нас самих. Тепер будьте обережніші."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_B AkEvent]
SpokenText="Ви робите помилки, а ваші плани набагато передбачуваніші, ніж ви вважаєте. Ризик збільшується."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_C AkEvent]
SpokenText="Залишилося зовсім небагато. Спочатку я розкрию ваші плани, потім - координати \"Месника\"."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_A AkEvent]
SpokenText="З кожним днем я все ближче до того, щоб знайти вас і залишки ваших військ. Готуйтеся."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_B AkEvent]
SpokenText="Сподівайтеся, що я знайду вас раніше, ніж інші. Вони далеко не такі цивілізовані."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_C AkEvent]
SpokenText="Час працює проти вас. Залишилося недовго; скоро я знайду вас."

[Play_X2_XP_ASSN_S_XCOM_Covert_Action_Ambushed AkEvent]
SpokenText="Ви дійсно планували завдати удару з тіні, поки я ще в світі живих?"

[Play_X2_XP_ASSN_S_XCOM_Fame_Spreading AkEvent]
SpokenText="Світу стає відомо про ваші досягнення. Боюся, однак, що це не принесе людям нічого, крім необґрунтованих надій."

[Play_X2_XP_ASSN_S_XCOM_Lost_Mission AkEvent]
SpokenText="Ця поразка стане справжнім випробуванням для вашого характеру. Як ви приймете кинутий виклик?"

[Play_X2_XP_ASSN_S_XCOM_Lost_Stronghold AkEvent]
SpokenText="У вас була унікальна можливість завдати удару по моєму сховищу в цьому жалюгідному світі, і ви не змогли скористатися нею належним чином. Іншого такого моменту не буде: я не дозволю вам наблизитися до себе."

[Play_X2_XP_ASSN_S_XCOM_Lost_Veteran_A AkEvent]
SpokenText="Ваш солдат завершив цю кампанію з честю, чого не можна сказати про багатьох представників вашої раси."

[Play_X2_XP_ASSN_S_XCOM_Lost_Veteran_B AkEvent]
SpokenText="Ваш солдат помер смертю, гідною загартованого воїна. Вас слід не сумувати, а заздрити."

[Play_X2_XP_ASSN_S_XCOM_Recovered_Fragment AkEvent]
SpokenText="Якщо здобуті вами знання наблизять розв'язку цієї історії, то я схвалюю ваші спроби знайти мене."
